Repository: hiro5791/HexEditor
Catalog: src/HexEditor.App/Strings/*/Resources.resw
Source language: en
Languages: ar, cs, de, el, es, fa, fr, hu, id, it, ja, ja_jp, ko, pl, pt, ro, ru, th, tr, uk, vi, zh_hans, zh_hant

# Keys_ShadowWarning
source: In {0}, this command runs instead of "{1}".
ar: في {0}، يتم تشغيل هذا الأمر بدلاً من "{1}".
cs: V rozsahu {0} se místo „{1}“ spustí tento příkaz.
de: In {0} wird dieser Befehl anstelle von „{1}“ ausgeführt.
el: Στο {0}, αυτή η εντολή εκτελείται αντί για το "{1}".
es: En {0}, este comando se ejecuta en lugar de “{1}”.
fa: در {0}، این فرمان به‌جای «{1}» اجرا می‌شود.
fr: Dans {0}, cette commande s'exécute à la place de « {1} ».
hu: A(z) {0} hatókörben ez a parancs fut a(z) „{1}” helyett.
id: Di {0}, perintah ini berjalan sebagai pengganti "{1}".
it: In {0}, questo comando viene eseguito al posto di “{1}”.
ja: {0} では「{1}」の代わりにこのコマンドが動きます。
ko: {0}에서는 "{1}" 대신 이 명령이 실행됩니다.
pl: W zakresie {0} to polecenie jest uruchamiane zamiast „{1}”.
pt: Em {0}, este comando é executado em vez de “{1}”.
ro: În {0}, această comandă rulează în locul comenzii „{1}”.
ru: В области «{0}» эта команда выполняется вместо «{1}».
th: ใน {0} คำสั่งนี้จะทำงานแทน "{1}"
tr: {0} içinde "{1}" yerine bu komut çalışır.
uk: У контексті «{0}» ця команда виконується замість «{1}».
vi: Trong {0}, lệnh này sẽ chạy thay cho "{1}".
zh_hans: 在{0}中，将运行此命令而不是“{1}”。
zh_hant: 在 {0} 中，會執行此命令而不是「{1}」。

# Keys_UnavailableOnLayout
source: This key cannot be pressed on the current keyboard layout.
ar: لا يمكن ضغط هذا المفتاح في تخطيط لوحة المفاتيح الحالي.
cs: Tuto klávesu nelze na aktuálním rozložení klávesnice stisknout.
de: Diese Taste kann mit dem aktuellen Tastaturlayout nicht gedrückt werden.
el: Αυτό το πλήκτρο δεν μπορεί να πατηθεί με την τρέχουσα διάταξη πληκτρολογίου.
es: Esta tecla no se puede presionar con la distribución de teclado actual.
fa: این کلید در چیدمان صفحه‌کلید فعلی قابل فشردن نیست.
fr: Cette touche ne peut pas être utilisée avec la disposition de clavier actuelle.
hu: Ez a billentyű nem nyomható le az aktuális billentyűzetkiosztással.
id: Tombol ini tidak dapat ditekan pada tata letak keyboard saat ini.
it: Questo tasto non può essere premuto con il layout di tastiera corrente.
ja: この配列では押せません。
ko: 현재 키보드 레이아웃에서는 이 키를 누를 수 없습니다.
pl: Tego klawisza nie można nacisnąć w bieżącym układzie klawiatury.
pt: Esta tecla não pode ser pressionada no layout de teclado atual.
ro: Această tastă nu poate fi apăsată în aspectul curent al tastaturii.
ru: Эту клавишу нельзя нажать в текущей раскладке клавиатуры.
th: ไม่สามารถกดปุ่มนี้ได้บนเค้าโครงแป้นพิมพ์ปัจจุบัน
tr: Bu tuşa geçerli klavye düzeninde basılamaz.
uk: Цю клавішу неможливо натиснути в поточній розкладці клавіатури.
vi: Không thể nhấn phím này trên bố cục bàn phím hiện tại.
zh_hans: 在当前键盘布局上无法按下此按键。
zh_hant: 在目前的鍵盤配置中無法按下此按鍵。

# Keys_AltGrOverlap
source: This overlaps AltGr character input.
ar: يتداخل هذا مع إدخال الأحرف باستخدام AltGr.
cs: Překrývá se se zadáváním znaků pomocí AltGr.
de: Dies überschneidet sich mit der Zeicheneingabe über AltGr.
el: Επικαλύπτεται με την εισαγωγή χαρακτήρων μέσω AltGr.
es: Se superpone con la escritura de caracteres con AltGr.
fa: این با ورود نویسه با AltGr تداخل دارد.
fr: Ce raccourci chevauche la saisie de caractères avec AltGr.
hu: Ez ütközik az AltGr karakterbevitellel.
id: Ini tumpang tindih dengan input karakter AltGr.
it: Si sovrappone all'immissione di caratteri con AltGr.
ja: AltGr の文字入力と重なります。
ko: AltGr 문자 입력과 겹칩니다.
pl: Koliduje to z wprowadzaniem znaków za pomocą AltGr.
pt: Isso se sobrepõe à entrada de caracteres com AltGr.
ro: Aceasta se suprapune cu introducerea caracterelor cu AltGr.
ru: Это сочетание пересекается с вводом символов через AltGr.
th: ปุ่มนี้ซ้อนทับกับการป้อนอักขระด้วย AltGr
tr: Bu, AltGr ile karakter girişiyle çakışıyor.
uk: Це перекривається з введенням символів через AltGr.
vi: Phím này trùng với cách nhập ký tự bằng AltGr.
zh_hans: 这与 AltGr 字符输入重叠。
zh_hant: 這會與 AltGr 字元輸入重疊。

# KeyReject_ModifierOnly
source: A modifier key alone cannot be assigned.
ar: لا يمكن تعيين مفتاح تعديل بمفرده.
cs: Samotnou modifikační klávesu nelze přiřadit.
de: Eine Zusatztaste allein kann nicht zugewiesen werden.
el: Δεν μπορεί να αντιστοιχιστεί μόνο ένα πλήκτρο τροποποίησης.
es: No se puede asignar solo una tecla modificadora.
fa: یک کلید تغییردهنده به‌تنهایی قابل اختصاص نیست.
fr: Une touche de modification seule ne peut pas être attribuée.
hu: Módosítóbillentyű önmagában nem rendelhető hozzá.
id: Tombol pengubah saja tidak dapat ditetapkan.
it: Non è possibile assegnare solo un tasto di modifica.
ja: 修飾キーだけは割り当てられません。
ko: 보조키만 단독으로 할당할 수는 없습니다.
pl: Nie można przypisać samego klawisza modyfikującego.
pt: Uma tecla modificadora sozinha não pode ser atribuída.
ro: O tastă de modificare singură nu poate fi atribuită.
ru: Нельзя назначить одну клавишу-модификатор.
th: ไม่สามารถกำหนดปุ่มปรับรูปแบบเพียงปุ่มเดียวได้
tr: Tek başına bir değiştirici tuş atanamaz.
uk: Не можна призначити лише клавішу-модифікатор.
vi: Không thể gán riêng một phím bổ trợ.
zh_hans: 不能单独分配修饰键。
zh_hant: 無法只指派輔助按鍵。

# KeyReject_AltF4
source: Alt+F4 is used to close the window.
ar: يُستخدم Alt+F4 لإغلاق النافذة.
cs: Alt+F4 slouží k zavření okna.
de: Alt+F4 wird zum Schließen des Fensters verwendet.
el: Το Alt+F4 χρησιμοποιείται για το κλείσιμο του παραθύρου.
es: Alt+F4 se usa para cerrar la ventana.
fa: Alt+F4 برای بستن پنجره استفاده می‌شود.
fr: Alt+F4 sert à fermer la fenêtre.
hu: Az Alt+F4 az ablak bezárására szolgál.
id: Alt+F4 digunakan untuk menutup jendela.
it: Alt+F4 viene usato per chiudere la finestra.
ja: Alt+F4 はウィンドウを閉じるのに使われます。
ko: Alt+F4는 창을 닫는 데 사용됩니다.
pl: Alt+F4 służy do zamykania okna.
pt: Alt+F4 é usado para fechar a janela.
ro: Alt+F4 se utilizează pentru închiderea ferestrei.
ru: Alt+F4 используется для закрытия окна.
th: Alt+F4 ใช้สำหรับปิดหน้าต่าง
tr: Alt+F4 pencereyi kapatmak için kullanılır.
uk: Alt+F4 використовується для закриття вікна.
vi: Alt+F4 được dùng để đóng cửa sổ.
zh_hans: Alt+F4 用于关闭窗口。
zh_hant: Alt+F4 用於關閉視窗。

# KeyReject_WindowsKey
source: Combinations with the Windows key are used by Windows.
ar: يستخدم Windows التركيبات التي تتضمن مفتاح Windows.
cs: Kombinace s klávesou Windows používá systém Windows.
de: Kombinationen mit der Windows-Taste werden von Windows verwendet.
el: Οι συνδυασμοί με το πλήκτρο Windows χρησιμοποιούνται από τα Windows.
es: Windows usa las combinaciones con la tecla Windows.
fa: ترکیب‌های کلید Windows توسط Windows استفاده می‌شوند.
fr: Les combinaisons avec la touche Windows sont utilisées par Windows.
hu: A Windows billentyűvel alkotott kombinációkat a Windows használja.
id: Kombinasi dengan tombol Windows digunakan oleh Windows.
it: Le combinazioni con il tasto Windows sono usate da Windows.
ja: Windows キーとの組み合わせは Windows が使います。
ko: Windows 키 조합은 Windows에서 사용합니다.
pl: Kombinacje z klawiszem Windows są używane przez system Windows.
pt: As combinações com a tecla Windows são usadas pelo Windows.
ro: Combinațiile cu tasta Windows sunt utilizate de Windows.
ru: Сочетания с клавишей Windows используются системой Windows.
th: Windows ใช้ชุดปุ่มที่มีปุ่ม Windows
tr: Windows tuşuyla yapılan birleşimler Windows tarafından kullanılır.
uk: Сполучення з клавішею Windows використовує Windows.
vi: Tổ hợp với phím Windows được Windows sử dụng.
zh_hans: 与 Windows 键的组合由 Windows 使用。
zh_hant: 與 Windows 鍵的組合由 Windows 使用。

# KeyReject_CtrlAltDelete
source: Ctrl+Alt+Delete cannot be assigned.
ar: لا يمكن تعيين Ctrl+Alt+Delete.
cs: Ctrl+Alt+Delete nelze přiřadit.
de: Ctrl+Alt+Delete kann nicht zugewiesen werden.
el: Δεν είναι δυνατή η αντιστοίχιση του Ctrl+Alt+Delete.
es: No se puede asignar Ctrl+Alt+Delete.
fa: Ctrl+Alt+Delete قابل اختصاص نیست.
fr: Ctrl+Alt+Delete ne peut pas être attribué.
hu: A Ctrl+Alt+Delete nem rendelhető hozzá.
id: Ctrl+Alt+Delete tidak dapat ditetapkan.
it: Non è possibile assegnare Ctrl+Alt+Delete.
ja: Ctrl+Alt+Delete は割り当てられません。
ko: Ctrl+Alt+Delete는 할당할 수 없습니다.
pl: Nie można przypisać Ctrl+Alt+Delete.
pt: Ctrl+Alt+Delete não pode ser atribuído.
ro: Ctrl+Alt+Delete nu poate fi atribuită.
ru: Ctrl+Alt+Delete нельзя назначить.
th: ไม่สามารถกำหนด Ctrl+Alt+Delete ได้
tr: Ctrl+Alt+Delete atanamaz.
uk: Не можна призначити Ctrl+Alt+Delete.
vi: Không thể gán Ctrl+Alt+Delete.
zh_hans: 无法分配 Ctrl+Alt+Delete。
zh_hant: 無法指派 Ctrl+Alt+Delete。

# KeyReject_TypingKey
source: Letter and number keys without Ctrl or Alt are used for typing.
ar: تُستخدم مفاتيح الأحرف والأرقام دون Ctrl أو Alt للكتابة.
cs: Klávesy písmen a číslic bez Ctrl nebo Alt slouží k psaní.
de: Buchstaben- und Zifferntasten ohne Ctrl oder Alt werden für die Eingabe verwendet.
el: Τα πλήκτρα γραμμάτων και αριθμών χωρίς Ctrl ή Alt χρησιμοποιούνται για πληκτρολόγηση.
es: Las teclas de letras y números sin Ctrl ni Alt se usan para escribir.
fa: کلیدهای حروف و اعداد بدون Ctrl یا Alt برای تایپ استفاده می‌شوند.
fr: Les touches de lettres et de chiffres sans Ctrl ni Alt servent à la saisie.
hu: A Ctrl és Alt nélküli betű- és számbillentyűk a gépelésre szolgálnak.
id: Tombol huruf dan angka tanpa Ctrl atau Alt digunakan untuk mengetik.
it: I tasti di lettere e numeri senza Ctrl o Alt sono usati per la digitazione.
ja: Ctrl や Alt のない文字キー・数字キーは入力に使うため割り当てられません。
ko: Ctrl 또는 Alt가 없는 문자 키와 숫자 키는 입력에 사용됩니다.
pl: Klawisze liter i cyfr bez Ctrl lub Alt służą do pisania.
pt: As teclas de letras e números sem Ctrl ou Alt são usadas para digitação.
ro: Tastele cu litere și cifre fără Ctrl sau Alt se utilizează pentru tastare.
ru: Клавиши букв и цифр без Ctrl или Alt используются для ввода текста.
th: ปุ่มตัวอักษรและตัวเลขที่ไม่มี Ctrl หรือ Alt ใช้สำหรับการพิมพ์
tr: Ctrl veya Alt olmadan harf ve rakam tuşları yazmak için kullanılır.
uk: Клавіші літер і цифр без Ctrl або Alt використовуються для введення тексту.
vi: Phím chữ và số không có Ctrl hoặc Alt được dùng để nhập.
zh_hans: 不带 Ctrl 或 Alt 的字母键和数字键用于键入。
zh_hant: 不含 Ctrl 或 Alt 的字母鍵和數字鍵用於輸入文字。

# KeyReject_Already
source: This key is already assigned to this command.
ar: هذا المفتاح معيّن بالفعل لهذا الأمر.
cs: Tato klávesa je k tomuto příkazu již přiřazena.
de: Diese Taste ist diesem Befehl bereits zugewiesen.
el: Αυτό το πλήκτρο έχει ήδη αντιστοιχιστεί σε αυτή την εντολή.
es: Esta tecla ya está asignada a este comando.
fa: این کلید از قبل به این فرمان اختصاص داده شده است.
fr: Cette touche est déjà attribuée à cette commande.
hu: Ez a billentyű már hozzá van rendelve ehhez a parancshoz.
id: Tombol ini sudah ditetapkan ke perintah ini.
it: Questo tasto è già assegnato a questo comando.
ja: このキーは既にこのコマンドに割り当てられています。
ko: 이 키는 이미 이 명령에 할당되어 있습니다.
pl: Ten klawisz jest już przypisany do tego polecenia.
pt: Esta tecla já está atribuída a este comando.
ro: Această tastă este deja atribuită acestei comenzi.
ru: Эта клавиша уже назначена этой команде.
th: ปุ่มนี้ถูกกำหนดให้กับคำสั่งนี้แล้ว
tr: Bu tuş bu komuta zaten atanmış.
uk: Цю клавішу вже призначено цій команді.
vi: Phím này đã được gán cho lệnh này.
zh_hans: 此按键已分配给此命令。
zh_hant: 此按鍵已指派給此命令。

# KeyReject_Unknown
source: The shortcut could not be added.
ar: تعذّرت إضافة الاختصار.
cs: Zkratku nelze přidat.
de: Die Tastenkombination konnte nicht hinzugefügt werden.
el: Δεν ήταν δυνατή η προσθήκη της συντόμευσης.
es: No se pudo agregar el atajo.
fa: افزودن میان‌بر ممکن نشد.
fr: Impossible d'ajouter le raccourci.
hu: A billentyűparancsot nem sikerült hozzáadni.
id: Pintasan tidak dapat ditambahkan.
it: Impossibile aggiungere la scelta rapida.
ja: ショートカットを追加できませんでした。
ko: 바로 가기 키를 추가할 수 없습니다.
pl: Nie można dodać skrótu.
pt: Não foi possível adicionar o atalho.
ro: Comanda rapidă nu a putut fi adăugată.
ru: Не удалось добавить сочетание клавиш.
th: ไม่สามารถเพิ่มแป้นพิมพ์ลัดได้
tr: Kısayol eklenemedi.
uk: Не вдалося додати сполучення клавіш.
vi: Không thể thêm phím tắt.
zh_hans: 无法添加该快捷方式。
zh_hant: 無法新增快速鍵。

# Shortcuts_Title
source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح
cs: Klávesové zkratky
de: Tastenkombinationen
el: Συντομεύσεις πληκτρολογίου
es: Métodos abreviados de teclado
fa: میان‌برهای صفحه‌کلید
fr: Raccourcis clavier
hu: Billentyűparancsok
id: Pintasan keyboard
it: Scelte rapide da tastiera
ja: ショートカット一覧
ko: 바로 가기 키
pl: Skróty klawiaturowe
pt: Atalhos de teclado
ro: Comenzi rapide de la tastatură
ru: Сочетания клавиш
th: แป้นพิมพ์ลัด
tr: Klavye kısayolları
uk: Сполучення клавіш
vi: Phím tắt
zh_hans: 键盘快捷方式
zh_hant: 鍵盤快速鍵

# Shortcuts_AllScopes
source: All scopes
ar: كل النطاقات
cs: Všechny rozsahy
de: Alle Gültigkeitsbereiche
el: Όλες οι εμβέλειες
es: Todos los ámbitos
fa: همهٔ دامنه‌ها
fr: Toutes les portées
hu: Minden hatókör
id: Semua cakupan
it: Tutti gli ambiti
ja: すべての有効範囲
ko: 모든 범위
pl: Wszystkie zakresy
pt: Todos os escopos
ro: Toate domeniile
ru: Все области
th: ทุกขอบเขต
tr: Tüm kapsamlar
uk: Усі області дії
vi: Tất cả phạm vi
zh_hans: 所有作用范围
zh_hant: 所有適用範圍

# Shortcuts_ShowUnassigned
source: Show commands without shortcuts
ar: إظهار الأوامر التي ليس لها اختصارات
cs: Zobrazit příkazy bez zkratek
de: Befehle ohne Tastenkombination anzeigen
el: Εμφάνιση εντολών χωρίς συντομεύσεις
es: Mostrar comandos sin atajo
fa: نمایش فرمان‌های بدون میان‌بر
fr: Afficher les commandes sans raccourci
hu: Billentyűparancs nélküli parancsok megjelenítése
id: Tampilkan perintah tanpa pintasan
it: Mostra comandi senza scelte rapide
ja: 割り当てのないコマンドも表示
ko: 바로 가기 키가 없는 명령 표시
pl: Pokaż polecenia bez skrótów
pt: Mostrar comandos sem atalhos
ro: Afișare comenzi fără comenzi rapide
ru: Показать команды без сочетаний клавиш
th: แสดงคำสั่งที่ไม่มีแป้นพิมพ์ลัด
tr: Kısayolu olmayan komutları göster
uk: Показати команди без сполучень клавіш
vi: Hiện lệnh chưa có phím tắt
zh_hans: 显示没有快捷方式的命令
zh_hant: 顯示沒有快速鍵的命令

# Shortcuts_SaveHtml
source: Save as HTML...
ar: حفظ بتنسيق HTML...
cs: Uložit jako HTML...
de: Als HTML speichern...
el: Αποθήκευση ως HTML...
es: Guardar como HTML...
fa: ذخیره به‌صورت HTML...
fr: Enregistrer en HTML...
hu: Mentés HTML-ként...
id: Simpan sebagai HTML...
it: Salva come HTML...
ja: HTML として保存...
ko: HTML로 저장...
pl: Zapisz jako HTML...
pt: Salvar como HTML...
ro: Salvare ca HTML...
ru: Сохранить как HTML...
th: บันทึกเป็น HTML...
tr: HTML olarak kaydet...
uk: Зберегти як HTML...
vi: Lưu thành HTML...
zh_hans: 另存为 HTML...
zh_hant: 另存為 HTML...

# Shortcuts_Print
source: Print...
ar: طباعة...
cs: Tisk...
de: Drucken...
el: Εκτύπωση...
es: Imprimir...
fa: چاپ...
fr: Imprimer...
hu: Nyomtatás...
id: Cetak...
it: Stampa...
ja: 印刷...
ko: 인쇄...
pl: Drukuj...
pt: Imprimir...
ro: Imprimare...
ru: Печать...
th: พิมพ์...
tr: Yazdır...
uk: Друк...
vi: In...
zh_hans: 打印...
zh_hant: 列印...

# Shortcuts_Change
source: Change
ar: تغيير
cs: Změnit
de: Ändern
el: Αλλαγή
es: Cambiar
fa: تغییر
fr: Modifier
hu: Módosítás
id: Ubah
it: Modifica
ja: 変更
ko: 변경
pl: Zmień
pt: Alterar
ro: Modificare
ru: Изменить
th: เปลี่ยน
tr: Değiştir
uk: Змінити
vi: Thay đổi
zh_hans: 更改
zh_hant: 變更

# ToolPage_Settings
source: Settings
ar: الإعدادات
cs: Nastavení
de: Einstellungen
el: Ρυθμίσεις
es: Configuración
fa: تنظیمات
fr: Paramètres
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
pl: Ustawienia
pt: Configurações
ro: Setări
ru: Параметры
th: การตั้งค่า
tr: Ayarlar
uk: Параметри
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定

# ToolPage_Shortcuts
source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح
cs: Klávesové zkratky
de: Tastenkombinationen
el: Συντομεύσεις πληκτρολογίου
es: Métodos abreviados de teclado
fa: میان‌برهای صفحه‌کلید
fr: Raccourcis clavier
hu: Billentyűparancsok
id: Pintasan keyboard
it: Scelte rapide da tastiera
ja: ショートカット一覧
ko: 바로 가기 키
pl: Skróty klawiaturowe
pt: Atalhos de teclado
ro: Comenzi rapide de la tastatură
ru: Сочетания клавиш
th: แป้นพิมพ์ลัด
tr: Klavye kısayolları
uk: Сполучення клавіш
vi: Phím tắt
zh_hans: 键盘快捷方式
zh_hant: 鍵盤快速鍵

# ToolPage_Close
source: Close {0}
ar: إغلاق {0}
cs: Zavřít {0}
de: {0} schließen
el: Κλείσιμο {0}
es: Cerrar {0}
fa: بستن {0}
fr: Fermer {0}
hu: {0} bezárása
id: Tutup {0}
it: Chiudi {0}
ja: {0} を閉じる
ko: {0} 닫기
pl: Zamknij: {0}
pt: Fechar {0}
ro: Închidere {0}
ru: Закрыть {0}
th: ปิด {0}
tr: {0} kapat
uk: Закрити {0}
vi: Đóng {0}
zh_hans: 关闭{0}
zh_hant: 關閉 {0}

# SetSection_Keyboard
source: Keyboard shortcuts
ar: اختصارات لوحة المفاتيح
cs: Klávesové zkratky
de: Tastenkombinationen
el: Συντομεύσεις πληκτρολογίου
es: Métodos abreviados de teclado
fa: میان‌برهای صفحه‌کلید
fr: Raccourcis clavier
hu: Billentyűparancsok
id: Pintasan keyboard
it: Scelte rapide da tastiera
ja: キーボードショートカット
ko: 바로 가기 키
pl: Skróty klawiaturowe
pt: Atalhos de teclado
ro: Comenzi rapide de la tastatură
ru: Сочетания клавиш
th: แป้นพิมพ์ลัด
tr: Klavye kısayolları
uk: Сполучення клавіш
vi: Phím tắt
zh_hans: 键盘快捷方式
zh_hant: 鍵盤快速鍵

# SetSection_Toolbar
source: Toolbar
ar: شريط الأدوات
cs: Panel nástrojů
de: Symbolleiste
el: Γραμμή εργαλείων
es: Barra de herramientas
fa: نوار ابزار
fr: Barre d'outils
hu: Eszköztár
id: Bilah alat
it: Barra degli strumenti
ja: ツールバー
ko: 도구 모음
pl: Pasek narzędzi
pt: Barra de ferramentas
ro: Bară de instrumente
ru: Панель инструментов
th: แถบเครื่องมือ
tr: Araç çubuğu
uk: Панель інструментів
vi: Thanh công cụ
zh_hans: 工具栏
zh_hant: 工具列

# SetSection_Data
source: Data folder and settings files
ar: مجلد البيانات وملفات الإعدادات
cs: Složka dat a soubory nastavení
de: Datenordner und Einstellungsdateien
el: Φάκελος δεδομένων και αρχεία ρυθμίσεων
es: Carpeta de datos y archivos de configuración
fa: پوشهٔ داده و فایل‌های تنظیمات
fr: Dossier de données et fichiers de paramètres
hu: Adatmappa és beállításfájlok
id: Folder data dan file pengaturan
it: Cartella dei dati e file delle impostazioni
ja: データフォルダと設定ファイル
ko: 데이터 폴더 및 설정 파일
pl: Folder danych i pliki ustawień
pt: Pasta de dados e arquivos de configurações
ro: Folderul de date și fișierele de setări
ru: Папка данных и файлы параметров
th: โฟลเดอร์ข้อมูลและไฟล์การตั้งค่า
tr: Veri klasörü ve ayar dosyaları
uk: Папка даних і файли параметрів
vi: Thư mục dữ liệu và tệp cài đặt
zh_hans: 数据文件夹和设置文件
zh_hant: 資料資料夾和設定檔

# SetSearch_Keyboard
source: keybindings preset shortcut
ar: keybindings preset shortcut اختصارات إعداد مسبق مفاتيح
cs: klávesy klavesy zkratky předvolba predvolba keybindings preset shortcut
de: tastenbelegung vorlage tastenkombination keybindings preset shortcut
el: αντιστοίχιση πλήκτρων προκαθορισμένο συντόμευση keybindings preset shortcut
es: teclas atajos conjunto predefinido keybindings preset shortcut
fa: کلیدها پیش‌تنظیم میان‌بر, keybindings preset shortcut
fr: touches raccourcis jeu prédéfini keybindings preset shortcut
hu: billentyűparancs billentyuparancs készlet keszlet gyorsbillentyű keybindings preset shortcut
id: pintasan tombol preset keybindings preset shortcut
it: tasti set scelte rapide keybindings preset shortcut
ja: キー割り当て プリセット ショートカット
ko: 바로 가기 키 단축키 프리셋 키 바인딩 keybindings preset shortcut
pl: klawisze zestaw skrót keybindings preset shortcut
pt: teclas predefinição atalho keybindings preset shortcut
ro: taste presetare comenzi rapide tastatura tastatură keybindings preset shortcut
ru: сочетания клавиш набор горячие клавиши keybindings preset shortcut
th: แป้นพิมพ์ลัด ชุดสำเร็จรูป ปุ่ม keybindings preset shortcut
tr: tuş atamaları ön ayar kısayol keybindings preset shortcut
uk: сполучення клавіш набір прив’язки keybindings preset shortcut
vi: phím tắt bộ định sẵn keybindings preset shortcut
zh_hans: 快捷键 按键 预设 快捷方式 keybindings preset shortcut
zh_hant: 快速鍵 按鍵繫結 預設集 keybindings preset shortcut

# SetSearch_Toolbar
source: toolbar buttons customize
ar: toolbar buttons customize شريط الأدوات أزرار تخصيص
cs: panel nástrojů nastroju tlačítka tlacitka přizpůsobit prizpusobit toolbar buttons customize
de: symbolleiste schaltflächen anpassen toolbar buttons customize
el: γραμμή εργαλείων κουμπιά προσαρμογή toolbar buttons customize
es: barra de herramientas botones personalizar toolbar buttons customize
fa: نوار ابزار دکمه‌ها سفارشی‌سازی, toolbar buttons customize
fr: barre d'outils boutons personnaliser toolbar buttons customize
hu: eszköztár eszkoztar gombok testreszabás testreszabas toolbar buttons customize
id: bilah alat tombol sesuaikan toolbar buttons customize
it: barra strumenti pulsanti personalizza toolbar buttons customize
ja: ツールバー ボタン カスタマイズ
ko: 도구 모음 단추 사용자 지정 툴바 toolbar buttons customize
pl: pasek narzędzi przyciski dostosuj toolbar buttons customize
pt: barra ferramentas botões personalizar toolbar buttons customize
ro: bara bară instrumente butoane particularizare toolbar buttons customize
ru: панель инструментов кнопки настроить toolbar buttons customize
th: แถบเครื่องมือ ปุ่ม กำหนดเอง toolbar buttons customize
tr: araç çubuğu düğmeler özelleştir toolbar buttons customize
uk: панель інструментів кнопки налаштувати toolbar buttons customize
vi: thanh công cụ nút tùy chỉnh toolbar buttons customize
zh_hans: 工具栏 按钮 自定义 toolbar buttons customize
zh_hant: 工具列 按鈕 自訂 toolbar buttons customize

# SetSearch_Data
source: reset export import backup
ar: reset export import backup إعادة تعيين تصدير استيراد نسخ احتياطي
cs: obnovit export import záloha zaloha reset export import backup
de: zurücksetzen exportieren importieren sicherung reset export import backup
el: επαναφορά εξαγωγή εισαγωγή αντίγραφο ασφαλείας reset export import backup
es: restablecer exportar importar copia de seguridad reset export import backup
fa: بازنشانی صادر کردن وارد کردن پشتیبان, reset export import backup
fr: réinitialiser exporter importer sauvegarde reset export import backup
hu: visszaállítás visszaallitas exportálás exportalas importálás importalas biztonsági mentés reset export import backup
id: atur ulang ekspor impor cadangan reset export import backup
it: reimposta esporta importa backup reset export import
ja: リセット エクスポート インポート バックアップ
ko: 초기화 내보내기 가져오기 백업 reset export import backup
pl: resetuj eksportuj importuj kopia zapasowa reset export import backup
pt: redefinir exportar importar backup reset export import
ro: resetare exportare importare copie rezerva rezervă reset export import backup
ru: сброс экспорт импорт резервная копия reset export import backup
th: รีเซ็ต ส่งออก นำเข้า สำรองข้อมูล reset export import backup
tr: sıfırla dışarı aktar içeri aktar yedek reset export import backup
uk: скинути експорт імпорт резервна копія reset export import backup
vi: đặt lại xuất nhập sao lưu reset export import backup
zh_hans: 重置 导出 导入 备份 reset export import backup
zh_hant: 重設 匯出 匯入 備份 reset export import backup

# SetCategory_general
source: General
ar: عام
cs: Obecné
de: Allgemein
el: Γενικά
fa: عمومی
fr: Général
hu: Általános
id: Umum
it: Generale
ja: 全般
ko: 일반
pl: Ogólne
pt: Geral
ru: Общие
th: ทั่วไป
tr: Genel
uk: Загальні
vi: Chung
zh_hans: 常规
zh_hant: 一般

# SetCategory_appearance
source: Appearance
ar: المظهر
cs: Vzhled
de: Darstellung
el: Εμφάνιση
es: Apariencia
fa: ظاهر
fr: Apparence
hu: Megjelenés
id: Penampilan
it: Aspetto
ja: 外観
ko: 모양
pl: Wygląd
pt: Aparência
ro: Aspect
ru: Оформление
th: ลักษณะที่ปรากฏ
tr: Görünüş
uk: Оформлення
vi: Giao diện
zh_hans: 外观
zh_hant: 外觀

# SetCategory_view
source: View
ar: العرض
cs: Zobrazení
de: Ansicht
el: Προβολή
es: Vista
fa: نما
fr: Affichage
hu: Nézet
id: Tampilan
it: Visualizzazione
ja: 表示
ko: 보기
pl: Widok
pt: Exibição
ro: Vizualizare
ru: Вид
th: มุมมอง
tr: Görünüm
uk: Вигляд
vi: Xem
zh_hans: 视图
zh_hant: 檢視

# SetCategory_editing
source: Editing
ar: التحرير
cs: Úpravy
de: Bearbeitung
el: Επεξεργασία
es: Edición
fa: ویرایش
fr: Modification
hu: Szerkesztés
id: Pengeditan
it: Modifica
ja: 編集
ko: 편집
pl: Edycja
pt: Edição
ro: Editare
ru: Редактирование
th: การแก้ไข
tr: Düzenleme
uk: Редагування
vi: Chỉnh sửa
zh_hans: 编辑
zh_hant: 編輯

# SetCategory_search
source: Search
ar: البحث
cs: Hledání
de: Suche
el: Αναζήτηση
es: Búsqueda
fa: جستجو
fr: Recherche
hu: Keresés
id: Pencarian
it: Ricerca
ja: 検索
ko: 검색
pl: Wyszukiwanie
pt: Pesquisa
ro: Căutare
ru: Поиск
th: การค้นหา
tr: Arama
uk: Пошук
vi: Tìm kiếm
zh_hans: 搜索
zh_hant: 搜尋
